# Core
brew "telnet"

# Browsers
cask "firefox"
cask "google-chrome"

# Tools
brew "git-lfs"
cask "iterm2"
cask "postman"
cask "atom"
cask "sublime-text"
cask "kdiff3"
cask "visual-studio-code"
brew "yarn"
cask "trailer"
brew "node-build"
brew "ruby"
brew "packer"
brew "rbenv-bundler"
brew "python"
cask "dbeaver-community"

# Tap and install homebrew
# https://github.com/alexramirez/mac-setup
tap "heroku/brew"
brew "heroku"

# Misc
cask "1password"
cask "spotify"
cask "dropbox"
brew "watch"
brew "pv"
brew "tree"
cask "skitch"
cask "istat-menus"

# Graphics
cask "gimp"
brew "pngquant"

tap "buo/cask-upgrade"
